/* No comment provided by engineer. */
"  Coupon\nRedeemed" = "  Cupons\nredimits";

/* No comment provided by engineer. */
"Altruus needs to be allowed to post to your wall to work." = " Es necessita la vostra autorització per a publicar en el seu mur.";

/* No comment provided by engineer. */
"Cancel" = "Cancel·lar ";

/* No comment provided by engineer. */
"Code Detected!" = "Codi detectat!";

/* No comment provided by engineer. */
"COUPON" = " CUPÓ";

/* No comment provided by engineer. */
"Error" = "Error";

/* No comment provided by engineer. */
"Facebook Error" = "Error de Facebook";

/* No comment provided by engineer. */
"Feedback" = "Feedback";

/* No comment provided by engineer. */
"FEEDBACK" = "COMENTARIS";

/* No comment provided by engineer. */
"Home" = "Inici";

/* No comment provided by engineer. */
"LAST PROMO" = "Darrera promoció";

/* No comment provided by engineer. */
"Link Social Accounts in the menu" = "Enllaçar comptes de les xarxes socials en el menu";

/* No comment provided by engineer. */
"Linked Social Media" = "Enllaçat a les xarxes socials";

/* No comment provided by engineer. */
"Loading Post.." = "Carregant el comentari...";

/* No comment provided by engineer. */
"Loading QR Scanner..." = "Carregant l’escaneig de QR...";

/* No comment provided by engineer. */
"LOG OUT" = "TANCAR SESSIÓ";

/* No comment provided by engineer. */
"Logging In.." = "Iniciant sessió...";

/* No comment provided by engineer. */
"No linked social accounts" = "No hi han comptes socials vinculats";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Oops" = "Error";

/* No comment provided by engineer. */
"Please enter both Username and Password" = "Introduir usuari i contrasenya";

/* No comment provided by engineer. */
"POST" = "Comentar";

/* No comment provided by engineer. */
"Post" = "Lloc";

/* No comment provided by engineer. */
"Posting Message..." = "Publicar Missatge...";

/* No comment provided by engineer. */
"PROFILE" = "PERFIL";

/* No comment provided by engineer. */
"Promote" = "Promoure";

/* No comment provided by engineer. */
"PROMOTE" = "PROMOURE";

/* No comment provided by engineer. */
"Provide your feedback here..." = "Proporcioneu els seus comentaris aquí...";

/* No comment provided by engineer. */
"Scanning..." = "Escaneig...";

/* No comment provided by engineer. */
"Sign Up" = "contractar";

/* No comment provided by engineer. */
"Tap to edit picture or username" = "Toc per editar la imatge o nom d'usuari";

/* No comment provided by engineer. */
"There was am error connecting your Twitter account." = "Va haver-hi am error en connectar al seu compte de Twitter";

/* No comment provided by engineer. */
"There was an error linking your Facebook account" = "Hi va haver un error en vincular el teu compte de Facebook.";

/* No comment provided by engineer. */
"There was an error linking your Twitter account." = "Hi va haver un error en vincular el seu compte de Twitter.";

/* No comment provided by engineer. */
"There was an error logging you in. Please try again." = "S'ha produït un error d'iniciar sessió. Si us plau prova-ho de nou.";

/* No comment provided by engineer. */
"There was an error posting your message. Please try again." = "Hi va haver un error en enviar el missatge . Si us plau , torneu a intentar-ho.";

/* No comment provided by engineer. */
"There was an error sending your feedback, please try again." = "S'ha produït un error en enviar la seva reacció , si us plau intenti de nou.";

/* No comment provided by engineer. */
"There was an error unlinking your Facebook account." = "S'ha produït un error desvincular el teu compte de Facebook.";

/* No comment provided by engineer. */
"There was an error unlinking your Twitter account" = "S'ha produït un error desvincular el seu compte de Twitter.";

/* No comment provided by engineer. */
"There was an issue loading the post. Go back and try again." = "Hi havia un problema de carregar el lloc . Torna i torna-ho de nou.";

/* No comment provided by engineer. */
"There was an issue scanning the QR code. Go back and try again." = "Hi havia un problema d'escanejar el codi QR. Torna i torna-ho de nou.";

/* No comment provided by engineer. */
"Unexpected response received from Twitter API." = "Resposta inesperada rebre de Twitter API.";

/* No comment provided by engineer. */
"Would you like to post the following to your social media accounts" = "Vols publicar el següent als seus comptes de xarxes socials";

/* No comment provided by engineer. */
"Your feedback sent successfully!" = "La seva opinió enviat correctament!";

/* No comment provided by engineer. */
"Please enter feedback before sending." = "Si us plau , introdueixi la retroalimentació abans d'enviar.";

/* No comment provided by engineer. */
"Sending Feedback..." = "Enviant els seus comentaris...";

/* No comment provided by engineer. */
"Terms & Conditions" = "Termes I Condicions";

/* No comment provided by engineer. */
"Terms" = "Condicions";
